Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/npe.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Specialists in oral surgery and oral medicine
nb: Spesialist i oral kirurgi og oral medisin

source: For example, if you work full-time (100 percent) and receive a subsidy of 20 percent, this must be reported and you will have to pay 80 percent of the price for the professional group concerned.
nb: For eksempel dersom du jobber 100 prosent og har 20 prosent driftstilskudd, meldes dette inn og du betaler da for 80 prosent av prisen for profesjonsgruppen.

source: 20 percent subsidy - Registered as 0.8 FTE
nb: 20 prosent driftstilskudd - Registreres som 0,8 årsverk

source: If the potential for injury is major, it would normally fall under the definition of healthcare.
nb: Dersom skadepotensialet er stort, vil det vanligvis falle inn under definisjonen av helsehjelp.

source: This contribution is NOK 10,000, plus 10 percent of the remaining amount – subject to a maximum of NOK 100, 000.
nb: Egenandelen er på 10 000 kroner, pluss 10 prosent av det gjenstående beløpet – maksimalt 100 000 kroner.

source: For the patient to be awarded redress, the healthcare personnel must have been guilty of gross negligence.
nb: I de sju sakene der pasientene har fått medhold, har personene fått symptomer på sykdommen kort tid etter vaksinasjonen.

source: If healthcare is provided by someone who is not authorised healthcare personnel, any claims would fall outside of the patient injury scheme.
nb: Dersom helsehjelp utføres av noen som ikke er autorisert helsepersonell, så faller det utenfor pasientskadeordningen.

source: Reimbursement from Helfo/NAV
nb: Refusjon fra Helfo/NAV

source: In the regulations, healthcare professionals are split into different risk groups.
nb: I forskriften er helsepersonell inndelt i ulike risikogrupper.

source: Tax deductions for contributions paid to NPE
nb: Skattefradrag for tilskudd som betales til NPE

source: If the treatment goes below the skin (invasive) and resources or uses methods that are normally reserved for authorised healthcare personnel, it will normally be considered healthcare.
nb: Dersom behandlingen går litt i dybden under huden (invasiv), og at det brukes midler eller metoder som normalt er forbeholdt autorisert helsepersonell, så vil vi normalt si at det er å regne som helsehjelp.

source: What is an FTE?
nb: Hva er et årsverk?

source: Specialists in oral prosthetics
nb: Spesialist i oral protetikk

source: If the enterprise receives a partial subsidy, the difference between the position percentage and the subsidy must be registered (the examples below apply to 100 percent positions):
nb: Om virksomheten har delvis driftstilskudd, skal differansen mellom stillingsprosenten og driftstilskuddets størrelse registreres (eksemplene under gjelder ved 100 prosent stilling):

source: If, alternative therapies are exclusively or predominantly provided, it will not be covered by the Patient Injury Act.
nb: Om det utelukkende eller i hovedsak drives alternativ behandling, omfattes dette ikke av pasientskadeloven.

source: General dentists and other dental specialists belong to group 5.
nb: Allmenntannleger og øvrige tannlegespesialister tilhører gruppe 5.

source: However, in the event that a member organisation or NIF receives a report of an injury, the claim must be forwarded to NPE.
nb: Får likevel en medlemsorganisasjon eller NIF meldt en skade til seg, skal kravet formidles videre til NPE.

source: The agreement covers the cases where NIF has a duty to pay contributions to NPE.
nb: Avtalen omfatter de tilfellene der NIF har tilskuddsplikt til NPE.

source: When NPE will determine the compensation amount
nb: Vi har en konstruktiv og god dialog med departementet.

source: For example, if you work 1.0 FTE (100 percent), you should register 0.5 FTE (50 percent) for the first year.
nb: Dersom du for eksempel jobber 1,0 årsverk (100 prosent), registrerer du 0,5 årsverk (50 prosent) første året.

source: If you leave NIF, you will be covered until the end of the calendar year.
nb: Dersom man melder seg ut av NIF, er man dekket ut kalenderåret.

source: Authorised healthcare personnel who undertake work on behalf of NIF have a duty to pay contributions to NPE for health services that they provide.
nb: Autorisert helsepersonell, som er sysselsatte av NIF, er tilskuddspliktig til NPE for helsetjenester de gir.

source: Examples include health personnel employed by directorates, supervisory authorities, insurance companies, NAV, chief medical officers, etc.
nb: Eksempler på dette kan være helsepersonell ansatt i direktorater, tilsyn, forsikringsselskap, NAV, fylkeslege osv.

source: The general rule for deductions is governed by Section 6-1 of the Tax Act.
nb: Hovedregelen om fradrag er regulert i skatteloven § 6-1.

source: The payment deadline is 30 days.
nb: Betalingsfrist er 30 dager.

source: If you only work as a GP, as a municipal employee or under an agreement with the municipality, you will come under the definition of a public health service and will not have to register your enterprise.
nb: Jobber du bare som fastlege, som ansatt i kommunen, eller i henhold til avtale med kommunen, vil du komme inn under definisjonen offentlig helsetjeneste, og skal ikke melde inn virksomheten din.

source: Start-ups during the first half of the year: the full contribution will be payable.
nb: Ved oppstart i første halvår betales fullt tilskudd.

source: More information on collective agreements
nb: Vi holdt presentasjon for Tannlegenes praksiseierforening.

source: If you operate privately as well as in the public health service, you must register and pay contributions for the private component of your work.
nb: Dersom du jobber privat i tillegg til offentlig, skal du registrere og betale for den private delen.

source: submitting the documentation that we request
nb: Det gir oss utfordringer med budsjettrammen vi har til rådighet.

source: Dental specialists in oral surgery/medicine and prosthetics and dentists who work with implants must register in risk group 6a.
nb: Tannlegespesialist innen oral kirurgi/medisin og protetikk, og tannleger som driver med implantat skal registreres i risikogruppe 6a.

source: 5 percent position - Registered as 0.05 FTE
nb: 5 prosent stilling - Registreres som 0,05 årsverk

source: NIF will quickly investigate any inquiries from NPE.
nb: NIF vil raskt avklare eventuelle henvendelser fra NPE.

source: When an injury is reported to NPE, it is important to determine whether the injury was sustained under circumstances covered by this agreement (or other registered enterprises).
nb: Når skade meldes NPE, er det blant annet viktig å avklare om skaden er skjedd under omstendigheter som er omfattet av denne avtalen (eller andre tilmeldte virksomheter).

source: It is the party that employs (hires) a temporary member of staff that is responsible for registering and paying contributions.
nb: Det er den som sysselsetter (leier inn) en vikar som plikter å melde inn og betale tilskudd.

source: The Patient Injury Act covers alternative therapies provided as part of ordinary health service.
nb: Pasientskadeloven omfatter alternativ behandling som blir gjort integrert i ordinær helsetjeneste.

source: Enterprises that have health personnel in supervised practice who are members of an association which has a collective agreement need not register and pay contributions to NPE for these personnel.
nb: Virksomheter som har helsepersonell i veiledet praksis eller turnus og som er medlem i en forening som har kollektivavtale med NPE, skal ikke melde og betale tilskudd til NPE for dette helsepersonellet.

source: NIF is a union for sports in Norway.
nb: NIF er en fellesorganisasjon for idretten i Norge.

source: presents the distribution of medical spe-
nb: For eksempel en endring av utseendet på en kjønnsleppe.

source: All dentists carrying out implantation surgery and/or implantation prosthetics treatment.
nb: Alle tannleger som utfører implantatkirurgisk og/eller implantatprotetisk behandling.

source: The public sector pays contributions for all activity in the public health service.
nb: Det offentlige betaler tilskudd for all virksomhet i offentlig helsetjeneste.

source: Compensation for patient injury
nb: Hun fikk behandling for depresjon.

source: Here you can read more about the conditions that must be met for the treatment to be covered by the Patient Injury Act.
nb: Her kan du lese mer om vilkårene som må være oppfylt for at behandlingen er dekket av pasientskadeloven.
